tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-standup"
brew "gnupg", link: false
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "mas"
brew "mkcert"
brew "nginx", restart_service: true
brew "nmap"
brew "nss"
brew "ripgrep"
brew "sponge"
brew "vim"
brew "ykman"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zplug"
brew "zsh"
cask "appcleaner"
cask "discord"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "keepassxc"
cask "keeweb"
cask "mdimagesizemdimporter"
cask "notion"
cask "obs"
cask "obsidian"
cask "omnidisksweeper"
cask "phpstorm"
cask "postman"
cask "protonvpn"
cask "qlimagesize"
cask "spotify"
cask "sublime-text"
cask "syncthing"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "vnc-viewer"
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Yubico Authenticator", id: 1497506650
