tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "composer"
brew "docker", link: false
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-standup"
brew "gnupg", link: false
brew "lsd"
brew "mas"
brew "mkcert"
brew "nmap"
brew "nss"
brew "ripgrep"
brew "vim"
brew "ykman"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zsh"
cask "1password-cli"
cask "appcleaner"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "iina"
cask "iterm2"
cask "keepassxc"
cask "keeweb"
cask "keybase"
cask "mdimagesizemdimporter"
cask "notion"
cask "omnidisksweeper"
cask "phpstorm"
cask "postman"
cask "protonvpn"
cask "qlimagesize"
cask "sequel-pro"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "vnc-viewer"
mas "1Password 7", id: 1333542190
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
